{"content":[{"#name":"body","$":{"xmlns":true,"xmlns:mml":true,"xmlns:ce":true,"xmlns:xs":true,"xmlns:xlink":true,"xmlns:tb":true,"xmlns:xocs":true,"xmlns:xsi":true,"xmlns:cals":true,"xmlns:sb":true,"xmlns:sa":true,"xmlns:ja":true,"view":"all"},"$$":[{"#name":"sections","$$":[{"#name":"section","$":{"id":"sec0005","role":"introduction","view":"all"},"$$":[{"#name":"label","_":"1"},{"#name":"section-title","$":{"id":"sect0020"},"_":"Introduction"},{"#name":"para","$":{"id":"p0005","view":"all"},"$$":[{"#name":"__text__","_":"Southeast Asia’s education landscape is diverse, marked by significant variation in public investment, policy autonomy, and community involvement. Compared to other developing regions, Southeast Asia has made impressive gains in bringing children to school as is also evident from a relatively small out-of-school population. Yet, the region continues to grapple with wide disparities in learning outcomes. Learning outcomes are also unequal across and within middle-income East Asian and Pacific economies ("},{"#name":"cross-ref","$":{"id":"cr0030","refid":"bib2"},"_":"Afkar et al., 2023"},{"#name":"__text__","_":"). For instance, some ASEAN member countries are education leaders (e.g. Singapore, Vietnam) while others such as Malaysia and Thailand, despite the legacy of high investment in education, lag behind ("},{"#name":"cross-ref","$":{"id":"cr0035","refid":"bib5"},"_":"Asadullah et al., 2020"},{"#name":"__text__","_":"). Indonesia and the Philippines performed in the bottom ten of participating countries in the 2018 Programme for International Student Assessment (PISA) ("},{"#name":"cross-ref","$":{"id":"cr0040","refid":"bib23"},"_":"OECD, 2019"},{"#name":"__text__","_":"). Learning poverty (i.e. being unable to read and understand a simple text by age 10) remains a significant challenge. According to a recent study, while 83 percent of Vietnamese fifth-grade students performed at or above reading grade expectations, only 8 percent of Lao PDR fifth-grade students achieved grade expectations ("},{"#name":"cross-ref","$":{"id":"cr0045","refid":"bib17"},"_":"Khatiwada et al., 2023"},{"#name":"__text__","_":")."}]},{"#name":"para","$":{"id":"p0010","view":"all"},"$$":[{"#name":"__text__","_":"The urgent need to improve foundational literacy and numeracy across Asia and the Pacific in general, and ASEAN in particular, is underscored by the ongoing challenges exacerbated by the COVID-19 pandemic. By the third year of the pandemic, Asia and the Pacific region lost 1.1 trillion hours of in-person learning ("},{"#name":"cross-ref","$":{"id":"cr0050","refid":"bib8"},"_":"ASEAN, 2022"},{"#name":"__text__","_":"). Across the ASEAN countries, at least 140 million children and adolescents experienced school closure for an average of 30 weeks while an estimated 35 million learners had no access to their schools for almost two full academic years ("},{"#name":"cross-ref","$":{"id":"cr0055","refid":"bib6"},"_":"ASEAN, 2021a"},{"#name":"__text__","_":"). According to one estimate, schools in Southeast Asia were closed on average for 80 percent of instructional days in 2020 and 2021 – half of these were full closures ("},{"#name":"cross-ref","$":{"id":"cr0060","refid":"bib21"},"_":"Molato-Gayares et al., 2022"},{"#name":"__text__","_":"). The 2022 PISA shows that Indonesia lost slightly over 10 points (equivalent to 0.1 standard deviations) in mathematics compared to the 2018 round ("},{"#name":"cross-ref","$":{"id":"cr0065","refid":"bib24"},"_":"OECD, 2023"},{"#name":"__text__","_":"). Similarly, Malaysia and Thailand lost 30 and 25 points, respectively, wiping a somewhat positive pre-2018 trend. The data show that the Philippines, in contrast, did not suffer learning loss. In Cambodia, however, the 2022 PISA score was higher by 10 points. For these countries, the trends in reading and science were qualitatively similar to mathematics."}]},{"#name":"para","$":{"id":"p0015","view":"all"},"$$":[{"#name":"__text__","_":"At the same time, given that schools in the region were the first hit by the pandemic, they also became the first responders to tackle the challenges of learning disruptions. Regardless of COVID-19, improving the quality of basic education or foundational literacy and numeracy remains an urgent priority across Southeast Asia. Recent research highlights multiple challenges related to teaching quality in the region ("},{"#name":"cross-ref","$":{"id":"cr0070","refid":"bib2"},"_":"Afkar et al., 2023"},{"#name":"__text__","_":"). Briefly, teachers often lack sufficient knowledge of the subject they teach in Southeast Asia. For instance, in Indonesia and Lao PDR, only 8 percent of fourth-grade teachers scored 80 percent or higher on subject assessment tests for language and math, respectively. Moreover, many teachers lack effective teaching practices. In Mongolia and the Philippines, for example, classroom observation revealed that fewer than 1 in 5 teachers employ good- or best-practice teaching methods. Lastly, not only teacher truancy remains a challenge in the region, but teacher absenteeism correlates negatively with student learning ("},{"#name":"cross-ref","$":{"id":"cr0075","refid":"bib31"},"_":"Suryadarma et al., 2006"},{"#name":"__text__","_":")."}]},{"#name":"para","$":{"id":"p0020","view":"all"},"$$":[{"#name":"__text__","_":"Various education reforms, programs, and non-governmental and non-profit organization-supported interventions have been implemented in the region. The ASEAN Work Plan on Education 2021–2025 outlines strategic goals for increasing access to quality education at all levels, from early childhood to secondary education ("},{"#name":"cross-ref","$":{"id":"cr0080","refid":"bib7"},"_":"ASEAN, 2021b"},{"#name":"__text__","_":"). It emphasizes the development of regional policies to enhance teacher competencies, promote digital transformation, and create inclusive learning environments. In response to the pandemic, with support from international organizations, countries like Thailand and Vietnam have invested in digital platforms for remote and blended learning to mitigate access and quality gaps that were exacerbated by the crisis ("},{"#name":"cross-ref","$":{"id":"cr0085","refid":"bib8"},"_":"ASEAN, 2022"},{"#name":"__text__","_":"). Multilateral development banks have invested in education quality improvement. In the Philippines and Cambodia, the Asian Development Bank (ADB) invests in education technology solutions for last-mile schools in the Philippines. Similarly, the World Bank invests in teacher effectiveness and competencies improvement efforts in Southern Philippines."}]},{"#name":"para","$":{"id":"p0025","view":"all"},"$$":[{"#name":"__text__","_":"This special issue brings together a collection of papers authored by both young and established scholars that analyze recent and emerging trends, as well as ongoing reforms in basic education across Southeast Asia, on both pre- and post-pandemic experience. By advancing evidence-based policy and programmatic strategies, this collection hopes to support future education planning and reforms in Southeast Asia, to achieve inclusive and equitable learning outcomes for all. The rest of the paper is organized as follows. The next section summarizes the special issue papers. "},{"#name":"cross-ref","$":{"split":"","refid":"sec0015","id":"crs0005"},"_":"3 Capability and accountability as constraints to education quality improvements"},{"#name":"__text__","_":", "},{"#name":"cross-ref","$":{"split":"","refid":"sec0020"},"_":"4 Partnership between government and non-government institutions"},{"#name":"__text__","_":" present our additional thoughts related to the challenge of improving basic education quality, namely state capability, accountability, and partnership between government and non-government institutions. "},{"#name":"cross-ref","$":{"id":"cr0090","refid":"sec0025"},"_":"Section 5"},{"#name":"__text__","_":" concludes."}]}]},{"#name":"section","$":{"id":"sec0010","view":"all"},"$$":[{"#name":"label","_":"2"},{"#name":"section-title","$":{"id":"sect0025"},"_":"Summary of the special issue papers"},{"#name":"para","$":{"id":"p0030","view":"all"},"_":"Each paper in the special issue offers unique insights into the challenges that the region’s nations face in their quest to ensure quality education for all, while highlighting reform strategies that may guide future policy direction. This special issue was a partnership between the ADB, ADB Institute, and ISEAS-Yusof Ishak Institute. The main objective was to support research on education in Southeast Asia by researchers based in the region. The three organizations began collaborating on convening education researchers in 2021 as part of an academic conference, from which this special issue was produced."},{"#name":"para","$":{"id":"p0035","view":"all"},"_":"Many submissions were received for this special issue. The final selection comprises eight papers on five Southeast Asian countries. The papers cover diverse topics, unified by a focus on improving education quality. Four had COVID-19 as their context. Unlike most education research in the region, which mostly relies on secondary data, five of the papers use primary data collected specifically for the purpose of the research. Future studies in the region should continue this approach."},{"#name":"para","$":{"id":"p0040","view":"all"},"_":"The collection includes Vietnam’s Escuela Nueva Model to promote collaborative learning; the region-wide experience of learning disruptions during COVID-19 in Southeast Asia; inequality in educational opportunity in Thailand; Malaysia’s experience with post-pandemic school reopening; compulsory kindergarten education in the Philippines; Indonesia’s experience addressing learning loss and community-based learning in the Indonesian province of Aceh, and; the role and importance of policymakers’ views on education in Southeast Asia. In each paper, at least one author is based in the region or a national of the country that the paper focuses on."},{"#name":"para","$":{"id":"p0045","view":"all"},"$$":[{"#name":"__text__","_":"In the paper titled "},{"#name":"italic","_":"Collaborative Learning in the Vietnam Escuela Nueva Model and Students’ Learning Behaviors"},{"#name":"__text__","_":", "},{"#name":"cross-ref","$":{"id":"cr0095","refid":"bib35"},"_":"Vu et al. (2024)"},{"#name":"__text__","_":" explore the long-term impact of the Escuela Nueva model in promoting participatory learning. Originated in Colombia, the model introduced a new pedagogical approach, a closer relationship with the community, better school management, and improved teaching materials ("},{"#name":"cross-ref","$":{"id":"cr0100","refid":"bib37"},"_":"World Bank, 2019"},{"#name":"__text__","_":"). The learning through group discussions and teachers acting as facilitators were significant differentiating features from Vietnam’s traditional learning process, and the policymakers were interested in piloting the model ("},{"#name":"cross-ref","$":{"id":"cr0105","refid":"bib14"},"_":"Dang et al., 2022"},{"#name":"__text__","_":"). Using a mixed-methods approach, the article demonstrates how this model fosters collaborative behaviors among students, such as peer feedback and questioning in class, which persist even into lower secondary school. However, interviews with teachers raise concerns about the scalability of this model in Vietnam’s context, pointing to gaps in teacher capacity and institutional support. This paper underscores the importance of adapting global pedagogical reforms to fit the local context while recognizing the potential of collaborative learning in shaping long-term academic behaviors."}]},{"#name":"para","$":{"id":"p0050","view":"all"},"$$":[{"#name":"__text__","_":"The study "},{"#name":"italic","_":"What I Really Want: Policymaker Views on Education in Southeast Asia"},{"#name":"__text__","_":" ("},{"#name":"cross-ref","$":{"id":"cr0110","refid":"bib38"},"_":"Yarrow et al., 2024"},{"#name":"__text__","_":"), provide a critical examination of how policymakers in the region prioritize secondary school completion over improving learning quality. The paper draws on surveys from 651 senior public officials, revealing a disconnect between global evidence on learning quality’s role in economic growth and the regional emphasis on completion rates. The authors note the severe underestimation of learning poverty by Southeast Asian policymakers and highlight their preference for investing in teacher training over technology and inclusion for students with disabilities. These findings highlight the need for improved data literacy among policymakers and more alignment between national priorities and international development goals."}]},{"#name":"para","$":{"id":"p0055","view":"all"},"$$":[{"#name":"__text__","_":"The pandemic-induced disruptions to education systems in Southeast Asia are the focus of the paper "},{"#name":"italic","_":"Learning Disruptions during the COVID-19 Pandemic"},{"#name":"__text__","_":" "},{"#name":"cross-ref","$":{"id":"cr0115","refid":"bib19"},"_":"Maddawin et al. (2024)"},{"#name":"__text__","_":". Through household surveys in seven Southeast Asian countries, the authors reveal that nearly half of students experienced minimal to no learning progress. The paper empirically shows that school closures disproportionately affected boys and children from lower-income households. Also, internet-based learning emerged as the most effective mode of remote learning. This study highlights the urgent need for targeted interventions to mitigate the learning losses experienced during the pandemic, particularly for disadvantaged groups."}]},{"#name":"para","$":{"id":"p0060","view":"all"},"$$":[{"#name":"__text__","_":"The paper "},{"#name":"italic","_":"Inequality in Educational Opportunity in Thailand During the COVID-19 Pandemic"},{"#name":"__text__","_":" by "},{"#name":"cross-ref","$":{"id":"cr0120","refid":"bib13"},"_":"Chairassamee et al. (2024)"},{"#name":"__text__","_":" provides a detailed account of the widening gap in educational access during the pandemic. Using dropout rates as a key indicator, the authors found that parental characteristics were the strongest determinants of educational opportunity at the primary level, while access to technology played a larger role at the secondary level. The study reveals that inequality in opportunity increased from 2020 to 2021, with access to internet and school quality as key factors. These findings underscore the importance of addressing structural inequalities in the education system to improve educational equity."}]},{"#name":"para","$":{"id":"p0065","view":"all"},"$$":[{"#name":"__text__","_":"M. Niaz Asadullah’s paper "},{"#name":"italic","_":"Back to School After the COVID-19 Pandemic: Resumption or Transitional Disruption?"},{"#name":"__text__","_":" explores the transition from homeschooling back to in-person learning in Malaysia ("},{"#name":"cross-ref","$":{"id":"cr0125","refid":"bib4"},"_":"Asadullah, 2024"},{"#name":"__text__","_":"). Using survey data from schools nationwide, Asadullah finds that while a majority of students were happy to return to school, a significant portion struggled to catch up academically. The paper highlights an important paradox: despite the positive emotional response to school reopening, many students continue to face challenges in recovering from the pandemic’s learning disruptions. This suggests the need for sustained remedial support to ensure a full recovery in learning outcomes."}]},{"#name":"para","$":{"id":"p0070","view":"all"},"$$":[{"#name":"__text__","_":"The impact of compulsory kindergarten education on literacy in the Philippines is examined in "},{"#name":"italic","_":"Compulsory Kindergarten Education and Early Teenage Literacy in the Philippines"},{"#name":"__text__","_":" by "},{"#name":"cross-ref","$":{"id":"cr0130","refid":"bib1"},"_":"Abrigo and Francisco (2024)"},{"#name":"__text__","_":". The authors used a natural experiment to assess the long-term impact of the 2012 policy mandating kindergarten attendance. Their findings reveal that while the policy did not immediately improve basic literacy rates, it had a significant effect on functional literacy by early teenage years. This study suggests that early childhood education policies may yield long-term benefits in skills development, even if short-term gains in basic literacy are not immediately apparent."}]},{"#name":"para","$":{"id":"p0075","view":"all"},"$$":[{"#name":"__text__","_":"In "},{"#name":"italic","_":"Leveraging School Principals to Address Learning Loss in Indonesia"},{"#name":"__text__","_":", Gautam Anand and his team explore how differentiated teaching methods and principal training can mitigate the learning losses caused by pandemic-induced school closures. The study, conducted in 25 primary schools, found that students in schools with trained principals and individualized tutoring interventions made significant gains in foundational numeracy. This paper emphasizes the critical role of school leadership in implementing effective educational reforms, particularly in low-resource settings."}]},{"#name":"para","$":{"id":"p0080","view":"all"},"$$":[{"#name":"__text__","_":"The final paper, "},{"#name":"italic","_":"Making \"Taman Baca\" Sustainable: Lessons from Community-Based Non-Formal Education in Aceh, Indonesia"},{"#name":"__text__","_":" by Julia Novrita and her colleagues, examines the sustainability of community-based learning centers. The paper highlights the importance of social capital and local leadership in sustaining these centers, which are crucial in literacy development for marginalized communities. The findings suggest that the long-term success of community learning initiatives depends on their ability to align with local cultural values and attract volunteer support."}]}]},{"#name":"section","$":{"id":"sec0015","view":"all"},"$$":[{"#name":"label","_":"3"},{"#name":"section-title","$":{"id":"sect0030"},"_":"Capability and accountability as constraints to education quality improvements"},{"#name":"para","$":{"id":"p0085","view":"all"},"_":"On a broader level, the public education sector must improve two areas before it can realize significant improvements in education quality: state capability and accountability."},{"#name":"para","$":{"id":"p0090","view":"all"},"$$":[{"#name":"__text__","_":"State capability is related to the ability of public policymakers to deliver public services. The kind of state capability required depends on the nature of the service to be delivered. "},{"#name":"cross-ref","$":{"id":"cr0135","refid":"bib28"},"_":"Pritchett and Woolcock (2004)"},{"#name":"__text__","_":" suggest that a public service can be categorized into four types depending on two factors. First, whether the service is transaction intensive. Transaction intensity refers to the number of service providers needed to deliver the service to the people. Classroom teaching is an example of a transaction intensive service, while creating a new curriculum is not transaction intensive. Second, whether it requires discretion from the individual or the unit delivering the service. For example, constructing a primary school to increase school participation is transaction intensive and non-discretionary because it follows more or less a set formula. This is a reason that developing countries have been very successful in increasing primary school enrolment – most have the capability to deliver this kind of service. On the other hand, increasing learning outcomes is transaction intensive and discretionary. It requires teachers to make judgments almost daily, and the decisions made by one teacher in a particular school can be significantly different from another teacher in a different school."}]},{"#name":"para","$":{"id":"p0095","view":"all"},"_":"Part of the problem in improving learning outcomes lies in the error in understanding the type of service to be delivered. Moreover, the state capability required to deliver the services are different. The approach used to succeed in increasing school enrolment would only have limited success in increasing learning outcomes, but because the state has been successful in doing the former, they tend to use the same strategy to do the latter. Our argument, therefore, is that governments should first understand that these services are fundamentally different. Afterwards, they need to develop the capabilities needed to improve learning outcomes."},{"#name":"para","$":{"id":"p0100","view":"all"},"$$":[{"#name":"__text__","_":"The second constraint is the education system’s accountability towards learning. In many countries, the education system is not accountable for learning but for other outcomes. It may be accountable for instilling a sense of nationalism or state building ("},{"#name":"cross-ref","$":{"split":"","refid":"bib11","id":"crs0010"},"_":"Bjork, 2005"},{"#name":"__text__","_":", "},{"#name":"cross-ref","$":{"split":"","refid":"bib25"},"_":"Paglayan, 2022"},{"#name":"__text__","_":"). In many countries, teachers are held accountable for student pass rates or scores in the national examination ("},{"#name":"cross-ref","$":{"id":"cr0140","refid":"bib10"},"_":"Berkhout et al., 2024"},{"#name":"__text__","_":"; "},{"#name":"cross-ref","$":{"id":"cr0145","refid":"bib12"},"_":"Camphujisen and Parcerisa, 2022"},{"#name":"__text__","_":"). Therefore, a necessary step to increase education quality is to first reorient the education system to be accountable towards learning."}]},{"#name":"para","$":{"id":"p0105","view":"all"},"$$":[{"#name":"__text__","_":"Vietnam serves as a compelling case study in this context. The nation demonstrates exceptional performance in international assessments relative to its economic development status. "},{"#name":"cross-ref","$":{"id":"cr0150","refid":"bib15"},"_":"Dang et al. (2023)"},{"#name":"__text__","_":" investigate the factors contributing to this overperformance. Their research indicates that the Vietnamese education system exhibits greater efficiency in resource utilization compared to other nations. "},{"#name":"cross-ref","$":{"id":"cr0155","refid":"bib30"},"_":"Singh (2020)"},{"#name":"__text__","_":" supports this observation, revealing that the impact of an additional year of schooling on test scores is significantly higher in Vietnam than in Ethiopia, Peru, and India. "},{"#name":"cross-ref","$":{"id":"cr0160","refid":"bib18"},"_":"London and Duong (2023)"},{"#name":"__text__","_":" assert that the accountability of the Vietnamese educational system towards student learning is fostered by a combination of political commitment to educational advancement and societal involvement in educational investments. Nevertheless, they also warn against oversimplified explanations regarding the reasons for Vietnam’s success or any attempts to replicate it in other countries. It appears that Vietnam’s achievements are unique, resulting from a complex interplay of various interests over an extended period. Consequently, these successes cannot be directly transferred to other nations or contexts."}]}]},{"#name":"section","$":{"id":"sec0020","view":"all"},"$$":[{"#name":"label","_":"4"},{"#name":"section-title","$":{"id":"sect0035"},"_":"Partnership between government and non-government institutions"},{"#name":"para","$":{"id":"p0110","view":"all"},"$$":[{"#name":"__text__","_":"In a region home to 140 million schoolchildren ("},{"#name":"cross-ref","$":{"id":"cr0165","refid":"bib34"},"_":"UNICEF and UNESCO, 2021"},{"#name":"__text__","_":"), the need for continued efforts to enhance education quality remains high. The governments in the region has invested in education, but learning gains have not been realized. We devote this section to discussing how non-government stakeholders, private charities, non-governmental institutions, and donor agencies could partner with the government to improve education quality."}]},{"#name":"para","$":{"id":"p0115","view":"all"},"$$":[{"#name":"__text__","_":"Many non-government stakeholders have independently invested in improving learning outcomes ("},{"#name":"cross-ref","$":{"split":"","refid":"bib29","id":"crs0015"},"_":"Robertson et al., 2012"},{"#name":"__text__","_":", "},{"#name":"cross-ref","$":{"split":"","refid":"bib16"},"_":"Heyneman and Lee, 2016"},{"#name":"__text__","_":"). Working with and through the government is necessary for two reasons. First, since most students are enrolled in public schools, improving the overall system is the main channel through which most students can benefit. Second, most Southeast Asian countries have already reached the middle-income level, and are already allocating significant public investments in the education sector. Non-government institutions cannot make a meaningful addition to the level of investment that the government is already making. Their main contribution lies in making public investment more effective and efficient. "},{"#name":"cross-ref","$":{"id":"cr0170","refid":"bib36"},"_":"World Bank (2013)"},{"#name":"__text__","_":" mentions several aspects that need strengthening, such as teacher management, teacher allocation, school management, and budget transparency and accountability. These are the areas where non-government actors can make a significant contribution."}]},{"#name":"para","$":{"id":"p0120","view":"all"},"$$":[{"#name":"__text__","_":"Based on our experience working with the government on education policies, the partnership can take three forms. First, providing information about a problem that the government does not know about or lacks rigorous research on. An example is the problem of teacher absenteeism, especially one where teachers are present in school but do not go to the classroom to teach when they are supposed to. A survey in Indonesia measured the extent of this problem for the first time in 2014 ("},{"#name":"cross-ref","$":{"id":"cr0175","refid":"bib9"},"_":"Australian Council for Educational Research and the SMERU Research Institute, 2015"},{"#name":"__text__","_":"). The survey finds that between 8 % and 15 % of teachers do not go to the class that they were supposed to teach, resulting in 15–20 % shorter learning hours for the children."}]},{"#name":"para","$":{"id":"p0125","view":"all"},"$$":[{"#name":"__text__","_":"Second, evaluating the impact of ongoing or previous government policies. Education ministries design and implement a plethora of policies, many of which aim to improve education quality. Yet, only a small share of these policies undergo rigorous impact evaluation to understand their effectiveness and efficiency. As a case in point, teachers in virtually all countries undergo teacher professional development, either offered by the government or non-government actors. In a systematic search, however, "},{"#name":"cross-ref","$":{"id":"cr0180","refid":"bib26"},"_":"Popova et al. (2022)"},{"#name":"__text__","_":" find only 33 evaluations of professional development programs from 17 low and middle-income countries. In most cases, the gap between policy and evaluation is too long. If the program turns out to be ineffective or even has an adverse impact, multiple cohorts of students would have already been exposed, and a significant public budget would already be invested before actions can be taken."}]},{"#name":"para","$":{"id":"p0130","view":"all"},"_":"The third and final form of partnership with the government is by directly designing education policies that the government then implements. The partnership would also include identifying the problem to be addressed, and evaluating and iterating the policy once it is implemented. Involvement from non-government institutions, especially researchers, would increase the chances that evidence is used for policymaking. Also, the policy is guaranteed to be contextualized based on the government’s technical, financial, and political situations. So far, this kind of partnership has been done in some high-income countries. However, as middle-income governments attempt to tackle more complex problems, such as improving educational quality, they would also benefit from this form of partnership."}]},{"#name":"section","$":{"id":"sec0025","role":"conclusion","view":"all"},"$$":[{"#name":"label","_":"5"},{"#name":"section-title","$":{"id":"sect0040"},"_":"Conclusion"},{"#name":"para","$":{"id":"p0135","view":"all"},"$$":[{"#name":"__text__","_":"Since the 1980 and 1990s, education has been considered as an integral dimension of economic development strategies in East Asia. Even in the early stage of economic development in most parts of Southeast Asia, governments invested heavily in primary and secondary schooling, improving across social groups while maintaining low pupil-teacher ratio ("},{"#name":"cross-ref","$":{"split":"","refid":"bib27","id":"crs0020"},"_":"Postlethwaite and Thomas, 1980"},{"#name":"__text__","_":", "},{"#name":"cross-ref","$":{"split":"","refid":"bib22"},"_":"Morris and Sweeting, 1995"},{"#name":"__text__","_":", "},{"#name":"cross-ref","$":{"split":"","refid":"bib32"},"_":"Tan, 1999"},{"#name":"__text__","_":", "},{"#name":"cross-ref","$":{"split":"","refid":"bib33"},"_":"Tilak, 2002"},{"#name":"__text__","_":"). Such high rates of early public investment in secondary education paid off in terms of economic growth and in some instances graduation to upper middle-income status ("},{"#name":"cross-ref","$":{"id":"cr0185","refid":"bib20"},"_":"McMahon, 1998"},{"#name":"__text__","_":"). However, today many of the ASEAN member countries are underperforming in international assessment and/or in terms of learning poverty. To achieve sustained improvements in educational outcomes, Southeast Asia must continue to enhance its education systems' resilience, particularly in the face of ongoing global challenges. Improved coordination between policymakers, development partners, and local communities will be key to ensuring that all students in the region have access to quality education and the opportunity to thrive. All stakeholders must realize the seriousness of the problem with low learning levels."}]},{"#name":"para","$":{"id":"p0140","view":"all"},"$$":[{"#name":"__text__","_":"The articles in this special issue collectively highlight the ongoing challenges and opportunities for improving the quality of basic education in Southeast Asia. Two articles directly measure the impact of new programs or policies on students’ outcomes: a pedagogical model in Vietnam and the Philippines compulsory kindergarten policy. The main takeaway from these papers is that while there are many ideas and efforts to improve education quality, more of these efforts should be rigorously evaluated as their intended impact may not materialize or be sustainable. Indeed, efforts to rigorously evaluate ongoing or previous public education policies are disproportionately low compared to the plethora of policies that developing country governments implement. "},{"#name":"cross-ref","$":{"id":"cr0190","refid":"bib3"},"_":"Angrist et al. (2025)"},{"#name":"__text__","_":" conduct a systematic review of interventions aimed at improving access to high-quality education, and find only 200 impact evaluations from 52 countries. Too many public education policies do not get evaluated. As a result, ineffective or even adverse policies, some potentially using up significant public resources, continue to be implemented."}]},{"#name":"para","$":{"id":"p0145","view":"all"},"_":"Four articles focus on education stakeholders who usually receive less attention in education analyses: policymakers, students, school leaders, and community leaders. These stakeholders are part of the education ecosystem and, as such, their views and experiences are important inputs in designing subsequent education reforms and policies. Finally, two articles focus on the impact of COVID-19, which continues to cast a long shadow on education quality in the region. Specific efforts to recover learning losses are still needed, and future studies should focus on them."}]},{"#name":"section","$":{"id":"sec0030","view":"all"},"$$":[{"#name":"section-title","$":{"id":"sect0045"},"_":"CRediT authorship contribution statement"},{"#name":"para","$":{"id":"p0150","view":"all"},"$$":[{"#name":"bold","_":"Negara Siwage Dharma:"},{"#name":"__text__","_":" Writing – original draft. "},{"#name":"bold","_":"Suryadarma Daniel:"},{"#name":"__text__","_":" Writing – review & editing, Writing – original draft, Project administration. "},{"#name":"bold","_":"Asadullah Niaz:"},{"#name":"__text__","_":" Writing – review & editing, Writing – original draft, Project administration. "},{"#name":"bold","_":"Jilani Amir Hamza:"},{"#name":"__text__","_":" Writing – original draft."}]}]}]}]}],"floats":[],"footnotes":[],"attachments":[],"correspondences":{},"affiliations":{}}